Repository: jeyasabeen-carmatec/IFS-Internal
Catalog: QIFS/*.lproj/Localizable.strings
Languages: ar

source: Calculator
ar: الحاسبة

source: CASH POSITION
ar: الرصيد النقدي

source: Change Password
ar: تغيير كلمة المرور

source: Islamic Financial Securities
ar: الاسلامية للأوراق المالية

source: OK
ar: موافق

source: Contact Us
ar: الاتصال بنا

source: Verification
ar: التحقق

source: My Favorites
ar: المفضلة

source: Symbol/Company Name
ar: الرمز/إسم الشركة

source: Cash Position
ar: الرصيد النقدي

source: My Orders History
ar: تاريخ الأوامر

source: Settings
ar: إعدادات

source: Sign Out
ar: خروج

source: Sign In
ar: تسجيل الدخول

source: Forgot Password
ar: نسيت كلمة المرور

source: Enter OTP
ar: إدخال OTP

source: Cancel
ar: إلغاء

source: Please rate IFS!
ar: !IFS يرجى معدل

source: If you liked it, we would like to know!
ar: !إذا كنت تحب ذلك، نود أن نعرف

source: Rate It Now
ar: معدل الآن

source: Remind Me Later
ar: ذكرني لاحقا

source: No, Thanks
ar: لا شكرا

source: Map
ar: خريطة الموقع

source: Market Depth
ar: عمق السوق

source: My Orders
ar: أوامرى

source: Org. Qty
ar: الكمية

source: Price
ar: السعر

source: Qty
ar: الكمية

source: Avg. Price
ar: متوسط السعر

source: YES
ar: نعم

source: NO
ar: لا

source: New Order
ar: أمر جديد

source: Modify Order
ar: رملا ليدعت

source: Create Order
ar: إنشاء أمر

source: Modify
ar: تعديل

source: Order Confirmation
ar: تأكيد الأمر

source: Order History
ar: تاريخ الأوامر

source: Last Week
ar: آخر اسبوع

source: Last Month
ar: آخر شهر

source: Last 3 Months
ar: آخر ثلاث اشهر

source: Unfavorite
ar: غير مفضلة

source: Favorite
ar: مفضلة

source: My Portfolio
ar: المحفظة

source: Add Favorites
ar: إضافة للمفضلة

source: Market Sectors
ar: قطاعات السوق

source: QE Market
ar: السوق

source: Login
ar: الدخول

source: Close
ar: الاغلاق

source: Date
ar: التاريخ

source: Last
ar: آخر سعر

source: Remove
ar: إزالة

source: Details
ar: تفاصيل

source: Buy
ar: شراء

source: Sell
ar: بيع

source: QE Index
ar: المؤشر

source: Prices
ar: الأسعار

source: Gain/Loss
ar: ربح/خسارة

source: Sectors
ar: القطاعات

source: Active
ar: الأكثر نشاطا

source: Bonds
ar: السندات

source: Ask
ar: عرض

source: Bid
ar: طلب

# Contact Text
source: Islamic Financial Securities Co. 4th Floor, Mackeen Building, Grand Hamad Street, Doha, Qatar P.O. Box: 12402 Fax: (+974) 4449 8802 E-mail: info@islamicbroker.com.qa
ar: الشركه الاسلامية للاوراق المالية مبنى مكين القابضة , الدور الرابع شارع حمد الكبير الدوحة , قطر صندوق البريد : 12402 فاكس : (+974) 4449 8802 إيميل:info@islamicbroker.com.qa

# INTERNET_CONNECTION
source: No internet connection. Please try again later
ar: لا يوجد إتصال بشبكة الإنترنت . برجاء المحاولة لاحقا

# USERNAME
source: Please enter the User Name
ar: برجاء إدخال اسم المستخدم

# PASSWORD
source: Please enter the Password
ar: برجاء إدخال كلمة السر

# SESSION_EXPIRED
source: Your Session has expired
ar: انتهت صلاحية جلسة العمل الخاصة بك

# INVALID_TOKEN
source: Invalid Login Token
ar: رمز الدخول غير صالح

# ACCOUNT_NUMBER
source: Please enter the NIN Number
ar: برجاء إدخال رقم المساهم

# PASSWORD_VALID
source: Password must be at least 6 characters
ar: كلمة المرور يجب أن تكون مكونة من 6 رموز على الأقل

# MOBILE_NUMBER
source: Please enter the Registered Mobile Number
ar: برجاء إدخال رقم الجوال المعتمد

# EMAIL
source: Please enter the Email address
ar: برجاء إدخال البريد الالكترونى

# EMAIL_VALID
source: Please enter the valid Email address
ar: برجاء إدخال بريد إلكترونى صحيح

# CHANGE_NEW_PASSWORD
source: Please enter the New Password
ar: برجاء إدخال كلمة مرور جديدة

# CHANGE_CONFIRM_PASSWORD
source: Please enter the Confirm Password
ar: برجاء تأكيد كلمة المرور

# CHANGE_PASSWORD_MISMATCH
source: Password mismatched
ar: كلمة المرور غير متطابقة

# CHANGE_PASSWORD_SUCCESS
source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح

# FORGOT_PASSWORD_SUCCESS
source: A verification code has been sent to the registered mobile number successfully
ar: تم إرسال رمز التحقق إلى رقم الجوال المسجل بنجاح

# FORGOT_PASSWORD_OTP
source: Please enter the OTP below
ar: برجاء إدخال رمز التحقق أدناه

# NEWORDER_SECURITY
source: Please select a Symbol/Company Name from search
ar: برجاء إختيار رمز/إسم الشركه من البحث

# NEWORDER_TRANSACTION
source: Please select a Transaction Type
ar: برجاء إختيار نوع العملية

# NEWORDER_ORDERTYPE
source: Please select an Order Type
ar: برجاء إختيار نوع الأمر

# NEWORDER_DURATION
source: Please select a Duration Type
ar: برجاء إختيار مدة الأمر

# NEWORDER_PRICE
source: Please enter the Limit Price
ar: برجاء إدخال حد السعر

# NEWORDER_VALIDPRICE
source: Please enter a valid Limit Price
ar: برجاء إدخال حد سعر صالح

# NEWORDER_QTY
source: Please enter the Quantity
ar: برجاء إدخال الكمية

# NEWORDER_DISCLOSEDQTY
source: Please enter the Disclosed Qty
ar: برجاء إدخال الكمية المعلنه

# NEWORDER_DISCLOSEDQTYVAL
source: Disclosed order Qty should not exceed the original Qty
ar: الكمية المعلنه لا يجب ان تكون أكبر من الكمية الأصلية

# NEWORDER_BUYINGCASH
source: You don’t have enough Cash
ar: لايوجد لديك رصيد كافى

# NEWORDER_NOTENOUGHAVAILQTY
source: Quantity is not available
ar: الكمية غير متوفرة

# CANCEL_ORDER_CONFIRM
source: Are you sure want to cancel the order?
ar: هل أنت متاكد أنك ترغب في إلغاء الأمر

# CANCEL_ORDER_SUCCESS
source: Order Cancelled Successfully
ar: تم إلغاء الأمر بنجاح

# FAVORITES_ADD
source: You have added this to your Favorites
ar: تم الإضافة للمفضلة بنجاح

# FAVORITES_REMOVE
source: You have removed this from your Favorites
ar: تم الإزالة من المفضلة

# ORDERCONFIRM_CREATE_SUCCESS
source: Order created successfully
ar: تم إضافة الأمر بنجاح

# ORDERCONFIRM_MODIFY_SUCCESS
source: Order modified successfully
ar: تم تعديل الأمر بنجاح

# CHART_DATA_UNAVAILABLE
source: No chart data available
ar: لا توجد بيانات لعرضها على الشارت

# NEWORDER_ORG_QTY
source: Please enter original Qty
ar: برجاء إدخال الكمية

# NEWORDER_LIMITLESSVALID
source: Limit should be less than
ar: حد السعر يجب ان يكون اقل من

# NEWORDER_LIMITGREATERVALID
source: and greater than
ar: و اكبر من

# SIGNOUT_CONFIRMATION
source: Are you sure you want to sign out?
ar: هل أنت متأكد أنك تريد الخروج؟

# CHANGE_ARABIC
source: Switch to Arabic?
ar: التبديل إلى اللغة العربية؟

# CHANGE_ENGLISH
source: Switch to English?
ar: التبديل إلى اللغة الإنجليزية؟

source: Order modified
ar: ومن اجل تعديل

source: Commission value
ar: قيمة العمولة

source: New balance
ar: الرصيد الجديد

source: Total order value
ar: إجمالي قيمة الطلب

# NOT ENOUGH CASH
source: Not enough cash in the customer market account to cover this order
ar: لا توجد مبالغ نقدية كافية في حساب سوق العملاء لتغطية هذا الطلب

# CHANGE QUANTITY
source: Are you sure you want to change Qty to
ar: هل أنت متأكد من أنك تريد تغيير الكمية إلى

source: Limit Up
ar: الحد الأعلى

source: Limit Down
ar: الحد الأدنى
